{
  "001": {
    "eventText": "Tienes un antojo de comida rapida. Podrias pedir una buena hamburguesa por una aplicacion en tu celular y que un delivery te lo traiga",
    "numberPersonsInvolved" : 1,
    "tag" : ["delivery","comida"],
    "optionsText": [
    ["Hacer el pedido ($250)","{nombre} Llega con tu comida. Aunque tardó mucho más de lo esperado, tu pedido está chorreantemente delicioso.", 0,5,-10,50,5,-250,5],
    ["Comer lo que queda en casa","Revuelves los cajones, la heladera y las bolsas por restos de comida, no es rico, pero servirá.", 0,0,-5,30,0,0,-5],
    ["Llamar al perro...","Lo conoces desde hace muchos años, pero las épocas de crisis pueden volver a un hombre una bestia... el irritante perro del vecino sufrirá un accidente.", -5,15,-10,60,0,0,2]
    ],
    "desperateTrigger": [-1,-1,-1,-1,-1,249]
  },
"002": {
    "eventText": "Tocan a tu puerta con un rítmico golpeteo, miras por la mirilla y ves a 4 personas sonrientes.",
    "numberPersonsInvolved" : 4,
    "tag" : ["visita","religion"],
    "optionsText": [
    ["Abrir la puerta.","{nombre} se emocionan y se adelantan hacia ti hasta una distancia incomoda. Luego de una hora de hablarte sobre su religión 'Primigenia' te dejan un panfleto y se retiran.", 0,-10,0,25,0,0,10],
     ["Decirles que se vallan.","Los ves enojarse y dibujar un extraño símbolo en el aire antes de irse.", 0,0,0,-10,0,0,-5],
    ["Invitarlos a entrar.","La necesidad de contacto humano te nubla. {nombre} te cuentan de su religión 'Primigenia' y juntos realizan un ritual en el que sacrificas tu sangre. Te sientes satisfecho.", -50,100,-15,100,100,0,20]
    ],
    "desperateTrigger": [-1,-1,-1,-1,25,-1]
  },
"003": {
    "eventText": "Decides que es momento de visitar un doctor. Sacas tu agenda y te fijas la distancia que hay que viajar. Mucha gente se cruzará en el camino de seguro.",
    "numberPersonsInvolved" : 1,
    "tag" : ["medico","profesional"],
    "optionsText": [
    ["Ir al hospital privado ($10000).","El hospital cuenta con todos los recursos para atenderte inmediatamente: {infectado}", 50,0,-10,0,10,10000,5],
     ["Ir al hospital Público.","El hospital está repleto de personas de todas partes y de todo tipo de enfermedades y dolencias... Tras unas horas te atienden: {infectado}", 50,-10,-10,-10,-10,0,10],
    ["Ir al curandero.","{nombre} es mucho más rápido y accesible que esos hospitales que solo quieren ponerte vacunas... Este chaman te atiende como una madre, te da algo homeopatico para comer y opina que: {potencial}", 0,20,-15,20,20,0,5]
    ],
    "desperateTrigger": [-1,-1,-1,-1,-1,10000]
  },
  "004": {
    "eventText": "Algo te incomoda y quieres asegurarte que no sea ese virus que anda rondando. Mejor prevenir que curar dice el dicho. Llamemos a alguien que sepa del tema.",
    "numberPersonsInvolved" : 0,
    "tag" : ["hospital","profesional"],
    "optionsText": [
    ["Llamar al médico de cabecera ($5000).","Tras muchas preguntas, pasos y directivas, el médico dice que: {infectado}", 10,0,-10,0,10,5000,-5],
     ["Hacer el test oficial.","Investigas esa página web que recomendó el gobierno. Allí hay una serie de pasos a seguir. Al terminar las preguntas online parece que: {potencial}", 0,0,0,-5,-5,0,-5],
    ["Grupo de chismes.","Charlas durante horas con tus amigos en el celular hasta olvidarte de tus problemas. Al final debió ser un pedo atorado.", 0,20,0,-5,25,0,0]
    ],
    "desperateTrigger": [-1,-1,-1,-1,-1,5000]
  },
    "005": {
    "eventText": "No te sientes bien y recuerdas que esto es parecido a los sintomas de aquel virus que está destruyendo el mundo... Mejor vamos al médico.",
    "numberPersonsInvolved" : 2,
    "tag" : ["medico","hospital"],
    "optionsText": [
    ["Hospital privado ($15000).","Tras muchas pruebas, estudios y análisis. Los médicos te miran y dan su veredicto: {infectado}", 20,0,10,-10,10,15000,15],
     ["Asistencia Pública.","Es impresionante la cantidad de gente haciendo cola para atenderse de un resfriado... Tras varias personas estornudandote en la cara, llega tu turno. {nombre} te atienden diligentemente. {infectado}", 30,-20,-10,-5,-5,0,15],
    ["Automedicarse.","No tienes tiempo. Si algo aprendiste en esta vida es a sobrevivir por tu cuenta. Sientes que {potencial}, así que lo unico que necesitas es un poco del milagroso GROG.", -30,30,-30,20,-10,0,5]
    ],
    "desperateTrigger": [-1,-1,-1,-1,-1,15000]
  },
      "006": {
    "eventText": "Antes de que el aburrimiento te gobierne, ves que opciones tienes para divertirte.",
    "numberPersonsInvolved": 4,
    "tag" : ["venta","limpieza","amigo"],
    "optionsText": [
    ["Realizar un hobbie.","Decides hacer un video con ese viejo hobbie que tenías, no eras de lo mejor pero hoy en día todos son maestros de sus burbujas, sin esperarlo {nombre} te hacen una donación.", 0,25,-5,0,10,2000,0],
     ["Limpiar la casa.","Tratas con mucho esfuerzo de que limpiar sea una tarea divertida... lamentablemente no lo es, pero te entretienes redescubriendo lo que la basura te escondia.", 0,-10,30,-5,-10,0,0],
    ["Hacer una fiesta.","Sin dudarlo tomas el teléfono y llamas a {nombre}, que vienen al instante. La fiesta fue toda la noche a todo volumen... lástima que a la salida a todos ellos los metieron presos y algunos murieron.", 0,30,-20,0,50,-500,20]
    ],
    "desperateTrigger": [-1,50,-1,-1,-1,-1]
  },
         "007": {
    "eventText": "Rascarse cada parte del cuerpo durante varias horas no fue tan divertido como parecía. La adrenalina contenida durante tanto tiempo quiere salir, quiere estallar. Quieres hacer estallar algo...",
    "numberPersonsInvolved": 1,
    "tag" : ["juego","amigo"],
    "optionsText": [
    ["Comprar el videojuego más emocionante del mercado ($2000).","Por fin podrás sentarte sin que nadie te interrumpa y reventar zombies alienigenas psiquicos en el último 'Boom Unlimited'.", 0,25,0,0,0,-2000,0],
    ["Practicar aerobox contra tu sombra.","No sabes si es el encierro, algo que comiste o este deporte no es para ti, pero esa sombra te dejó hecho trizas...", 10,15,-10,-15,-10,0,0],
    ["Armar una bomba casera y tirarla al vecino.","No te toma mucho tiempo y tienes casi todos los ingredientes. La armas detalladamente y escribes 'púdrete {nombre}' en la tapa, el fuego y los gritos de agonía te reconfortan de alguna manera.", 0,30,-10,0,-10,-500,5]
    ],
    "desperateTrigger": [-1,20,-1,-1,-1,-1]
  },
        "008": {
    "eventText": "La noche es cruel para aquellos que viven solos y alejados de sus amores, no puedes contener esas ganas de descargar tu furia sexual, tu cuerpo está emocionado solo con la idea de verle pronto.",
    "numberPersonsInvolved": 1,
    "tag" : ["pareja","amigo"],
    "optionsText": [
    ["Invitar a una cena y Meflix algun contacto ($3000).","{nombre} nunca te ha fallado. Llega a tu departamento y pasan una casi romántica velada, casi porque el hecho de la cuarentena lo hace más excitante que amoroso, es solo una noche... claro, Meflix de fondo.", -10,30,-10,-10,20,-3000,10],
    ["Mirar algo de pornografía y terminar con esto.","Es gratis y siempre a mano, irónicamente. Recuerdas esa vieja página de cuando eras adolescente, cuando un par de horas en tu habitación parecían cuarentena. Digamos que... sigue funcionando pero no es tan emocionante.", 0,20,-15,-10,-20,0,0],
    ["Invocar un Sucubo.","Esa noche una sombra cubrió tu oscura habitación, tenebrosa, de ojos seductores y conocidos ¿{nombre}? Te despiertas al otro día extasiado ¡ese sueño hace ver el kamasutra como un cuento para niños!", -20,60,-10,0,-10,0,0]
    ],
    "desperateTrigger": [-1,-1,-1,-1,20,-1]
  },
        "009": {
    "eventText": "BASTA. ¿porque no hablas? ¡quédate quieta! Ven aquí! Es tu turno para jugar... esa estupida planta, no sabe las reglas... ... el aburrimiento está haciéndote alucinar... ¿qué podría remediarlo?",
    "numberPersonsInvolved": 2,
    "tag" : ["juego","amigo"],
    "optionsText": [
    ["Darte todos los gustos ($5000).","Música fuerte, una película clásica que nunca te decepciona, todas las botanas guardadas, una buena cena de frituras bien chorreantes, el ZoZ ese juego online que hace rato no jugabas. Esa noche, será recordada.", -20,50,-20,20,10,-5000,5],
    ["Invitar a tus vecinos a tomar mates.","Los conoces poco. Pero qué mejor que conocer a alguien nuevo para poder odiarlo o amarlo. {nombre} asisten, incluso traen su propio set de mate. Al menos son inteligentes.", 0,25,-10,10,20,0,5],
    ["Enseñarle a jugar a los muebles.","¿a quién le importa? A la planta seguro que no. Señor sillón frunce el ceño - Planta está verde para estas cosas - Tiene razón, pobre planta, ¿Repisa qué opina? Cierto, se suicidó antes de ayer, saltó por el balcón.", -20,60,-10,0,-10,0,0]
    ],
    "desperateTrigger": [-1,10,-1,-1,-1,-1]
  },
        "010": {
    "eventText": "Las bolsas de basura se acumulan, los restos de comida chatarra dentro de cajas de comida chatarra ya están desbordadas... Es momento de hacer algo con esto.",
    "numberPersonsInvolved":3,
    "tag" : ["pareja","amigo"],
    "optionsText": [
    ["Limpiar todo, juntando hasta el último botón en el suelo.","Es peligroso salir afuera, pero es el mejor momento. Hasta el último botón en el suelo, al bajar te cruzas con tus vecinos haciendo lo mismo pero notas que la unica persona cargando hasta con los dientes eres tu.", 5,-10,30,-10,10,0,10],
    ["Sacar las bolsas de los sestos.","Es más inteligente sacar solo que moleste, no hay ganas de repasar lo que sirve y lo que no. Al bajar te cruzas con {nombre} que te invitan a tomar unos mates.", 0,5,15,0,5,0,5],
    ["Prender fuego todo en el balcon.","Es la cantidad necesaria para poder armar el diablo de carnaval y prenderlo fuego. El humo se mete en el departamento y las llamas prenden fuego la ropa de los vecinos {nombre}.", -5,20,20,0,-10,-10,0]
    ],
    "desperateTrigger": [-1,-1,50,-1,-1,-1]
  },
        "011": {
    "eventText": "NOTICIA: La crisis del virus está en aumento. Más paises toman medidas de prevención y cierran las fronteras. Las autoridades recomiendan: NO SALIR, EVITAR CONTACTO FÍSICO Y REALIZARSE ESTUDIOS si es necesario.",
       "numberPersonsInvolved" : 0,
    "tag" : ["evento,noticias"],
    "optionsText": [
    ["Comprar los viveres antes que empeore la situación ($10000).","Con calma y pensando bien, caminas hasta el mercado más cercano y menos atiborrado. Compras todo lo que es necesario para sobrevivir un par de semanas más.", 0,-10,-5,50,-10,-10000,25],
    ["Controlar los recursos con lo que se cuentan en el departamento.","Analizas todos tus recursos actuales, no es necesario aún hacer grandes compras a demas que en tu zona aún no hay casos graves. Mejor esperar y hacer lo que sea necesario.", 0,0,0,0,0,0,10],
    ["Asaltar al chino.","Te pones una máscara y sobre esta un barbijo. Guantes de latex. Te bañas con alcohol en gel para luego envolverte en papel higienico, tomar el arma y asaltar al chino para que nunca te falte nada. Estaba cerrado.", 10,30,30,-10,-10,-1000,20]
    ],
    "desperateTrigger": [-1,-1,-1,-1,-1,10000]
  },
        "012": {
    "eventText": "Escuchas afuera una gran conglomeración de gente. Están prendiendo fuego cadáveres en la calle... Un grupo en túnica toca tu puerta y piden que te sumes al ritual.",
       "numberPersonsInvolved" : 3,
    "tag" : ["evento,religion"],
    "optionsText": [
    ["Esconderte para que crean que no estas en el departamento.","Escuchas como golpean. Una. Dos... tres cuatro cinco! antes de irse. Miras por la mirilla, eran {nombre} que al parecer pertenecen ahora a este culto.", 0,-10,0,0,-10,0,15],
    ["Decirles que se retiren sin abrir la puerta.","Los cultistas insisten en que los acompañes, que solo aquel puede salvarnos de esta enfermedad.{nombre} tiran basura a tu puerta antes de irse enojados.", 0,0,-20,0,0,0,15],
    ["Acompañarlos.","{nombre} te acmopañan. Bailan bajo la luna desnudos y cubiertos en la sangre de un ¿venado?... El fuego del totem ¿no te quema?... no recuerdas mucho más...", -20,30,-20,-20,30,0,30]
    ],
    "desperateTrigger": [-1,-1,-1,-1,20,-1]
  },
        "013": {
    "eventText": "El llanto del bebé de tu vecino parece ser cada vez más intenso. Algo claramente no esta bien. Golpeas la pared para tratar de llamar la atención pero no responden. El llanto se intensifica y no sesa en todo el día.",
     "numberPersonsInvolved" : 1,
    "tag" : ["emergencia,visita"],
    "optionsText": [
    ["Llamar a emergencias.","No conoces mucho al bebe {nombre}, pero era tranquilo. Al llegar la policía descubren que el bebé fue abandonado y sus padres desaparecidos.", 0,-15,0,0,10,0,-10],
    ["Visitar al vecino para averiguar qué pasa.","Golpeas su puerta y notas que está abierta, dentro te encuentras con el bebé {nombre}, hace tiempo que sus padres no estan en casa, lo alimentas como puedes y lo llevas a la policía.", 0,-10,-10,-10,15,-500,-5],
    ["Gritar más fuerte y golpear la pared con más ímpetu.","Golpeas, gritas y lloras con tanta fuerza que desgarra tu garganta, el bebé parece callarse después de un tiempo. Tus paredes estan marcadas con sangre de tus puños.", -10,20,-10,-10,-10,-500,5]
    ],
    "desperateTrigger": [-1,20,-1,-1,-1,-1]
  },
        "014": {
    "eventText": "Golpean tu puerta, una mujer con un niño en brazos, barbijo y una canasta, esta ofreciendo sus servicios de limpieza. Te explica entusastamente que necesita comida para alimentar a su hijo.",
     "numberPersonsInvolved" : 1,
    "tag" : ["limpieza,visita"],
    "optionsText": [
    ["Contratarla y pagarle con comida para limpiar solo el living, no quieres a alguien mucho tiempo.","La mujer trabaja diligentemente y está bien equipada, se presenta como {nombre}, agradece mucho la oportunidad y deja tu living como si no fuera tuyo en poco tiempo...", 5,0,20,-10,10,0,10],
    ["Darle la comida pero no dejarle entrar. La limpieza puede esperar, no estas acostumbrado a dejar entrar extraños a tu casa asi como asi.","El bebe llora y la mujer te mira con agradecimiento, hace una reverencia y se retira. Te pones a pensar que quizás sí necesites limpiar un poco así que aprovechas la inspiración para hacerlo tu mismo.", 0,0,15,-10,-10,0,-5],
    ["Sin pensarlo abres la puerta con cuidado, para que vea la pocilga en la que vives. Le pagarás con gusto si puede con esto.","La mujer deja al niño en la puerta, es más seguro que allí dentro. Saca unos guantes gruesos, una máscara de gas, un tanque de alcohol en gel y un lanzallamas. El metodo no era esperado pero el restultado te satisface.", -10,0,50,-25,10,-1500,5]
    ],
    "desperateTrigger": [-1,-1,10,-1,-1,-1]
  },
        "015": {
    "eventText": "Una gran cantidad de trastos, cositos del coso, pupitos del chirimbulo y otros objetos curiosos estan ocupando gran parte del pequeño almacen. Habria que limpiar para poder volver a poner la basura que tienes en el resto de la casa.",
     "numberPersonsInvolved" : 0,
    "tag" : ["venta,basurero"],
    "optionsText": [
    ["Catalogar todo y ponerlo en venta por internet. Es un trabajo denso pero puede traer sus beneficios.","La basura de unos es el tesoro de otros. No pasó mucho tiempo que alguien te contacta interesado por el repuesto de motor, esas cosas que tenias marcadas como 'corocolo de la heladera'.", 0,-20,30,-10,0,10000,0],
    ["Meter todo en una bolsa con los ojos cerrados. Dentro de tí sabes bien que no quieres tirar nada, pero es necesario.","Con gran dolor tiras todo, sin discriminar, de todas formas llevaban años juntando polvo. Entre tantas porquerias, algunos recuerdos empiezan a brotar, esos los guardas esperando otra oportunidad.", 0,-10,20,0,0,0,-5],
    ["Apretar todo en un rincón para que entren más. Nada que un poco de fuerza y experiencia en tetris no solucione.","Como un gigantesco rompecabezas 3D, acomodas todo de tal forma que el espacio molecular entre la basura ahora está acumulado y da la sensación de tener más espacio.", 0,20,10,-10,0,0,5]
    ],
    "desperateTrigger": [-1,-1,25,-1,-1,-1]
  },
        "016": {
    "eventText": "Haces un repaso de los materiales de limpieza e higiene. Notas que el papel higienico se está acabando. En un departamento donde el agua del bidet suele fallar y la comida chatarra sobrar, es un artilugio más que preciado.",
     "numberPersonsInvolved" : 2,
    "tag" : ["basurero,mercado"],
    "optionsText": [
    ["Caminar hasta el mercado y comprar todo lo necesario. Aún es horario de comercio habilitado, así que no debería haber tanta gente ($2000).","El pueblo parece una historia de terror, vacío y silencioso. Llegas al mercado donde {nombre} te atiende con un traje antibacterial completo. Compras tus cosas y vuelves a tu casa, tu trasero está a salvo.", -10,0,30,0,15,-2000,10],
    ["Usar el papel de cocina, arreglar el bidet y comer mejor durante unos días.","Te pones objetivos a corto plazo para que el papel higienico no sea tan importante, hay muchas formas de reemplazarlo. Cuesta mucho, pero en poco tiempo tu salud y tu trasero te lo agradecerán.", 10,-15,20,-10,-10,0,-5],
    ["Esto es una emergencia. Estamos en pandemia, ningún recurso debe darse por dado. Tomar la escopeta e ir al mercado.","Entras enérgicamente al mercado y apuntas en la cabeza a {nombre}. Exiges que dos carritos completos de papel higienico. La policía ocupada con los reveldes de la cuarentena permiten volver el botin tranquilo a casa.", -10,20,20,-20,-20,0,15]
    ],
    "desperateTrigger": [-1,-1,50,-1,-1,2000]
  },
        "017": {
    "eventText": "La hora de comer ha llegado y solo cuentas con galletas humedas, pan seco y torrejas viejas. No estas en condiciones de volver a exigir a tu cuerpo digerir estas cosas en ese estado. Pensemos soluciones.",
     "numberPersonsInvolved" : 1,
    "tag" : ["cheff,amigo"],
    "optionsText": [
    ["Pedirle al vecino que te invite esta comida, la próxima va por tu cuenta.","El vecino, {nombre}, te mira algo descontento pero te deja pasar. No se caen muy bien, pero en epocas de crisis es mejor tener deudores que deudas. Llenas tu estomago y vuelves contento.", 0,-10,0,30,10,0,10],
    ["Experimentar con la cocina. Tus años de vivir solo te han dado las herramientas, hora de ponerlas en práctica.","Mezclas, zasonas, revuelves, salas, fritas y pruebas. Claramente que tu cuerpo necesitará reponer nutrientes, pero esto alcanza para convencerlo de que estamos bien.", -15,10,-15,30,-10,0,0],
    ["Pedirle al vecino que venga a comer. Dicen que sabe a pollo.","{nombre} está en una situación parecida. Débil y fácil de engañar entra a tu casa. Lo atas y le explicas que serás cuidadoso, que dolerá poco, de esa forma durará varios días. La carne humana sabe a pollo.", -10,20,20,-20,-20,0,15]
    ],
    "desperateTrigger": [-1,-1,-1,10,-1,0]
  },
             "018": {
    "eventText": "Tu estomago y tu mente necesitan combustible para continuar. Hace rato que estas racionando, pero quizás hoy podrías darte un lujo, ese plus de energía para continuar durante la semana.",
     "numberPersonsInvolved" : 0,
    "tag" : ["cheff,juego"],
    "optionsText": [
    ["Consumir los últimos frascos de conservas en una rica comida salteada.","Esta es la receta de la abuela, no hay forma que falle pero jamás será igual a la de ella. Esperemos poder salir a comprar comida pronto porque no dejaste ni migas en el plato.", 0,0,-20,40,-20,0,0],
    ["Contenerse y comer lo justo y necesario. Estamos con ganas pero no se sabe cuando termina.","Tu cuerpo te pide más, pero sabes que el problema de la cuarentena no tiene un final fijo. Prefieres darte un pequeño gusto saboreando el vinagre de las conservas.", 0,-10,0,25,-10,0,0],
    ["Comer hasta estar lleno. La cuarentena no es el problema, el problema es no disfrutar el tiempo en ella.","Te preparas un banquete para 10 personas y comes hasta estallar. Esperas la digestion y sigues comiendo. Vomitas y vuelves con espacio para el postre. El hambre es una opción... la de mañana quizás.", -15,30,-25,50,0,0,5]
    ],
    "desperateTrigger": [-1,-1,-1,25,-1,0]
  },
             "019": {
    "eventText": "Un tentempie para continuar el día con entusiasmo. Un gustito con lo que venias guardando... oh... no lo guardaste, habrá que ir a comprar papas en tubo.",
     "numberPersonsInvolved" : 1,
    "tag" : ["trabajo,mercado"],
    "optionsText": [
    ["Comprar papas en tubo La Tarde. Esas deliciosas papitas crujientes que no llenan, pero que alimentan el alma. ($350)","El del supermercado, {nombre} te reconoce y te prepara 3 tubos para tener para toda la semana... bueno parte de la semana, te bajaste un tubo completo en el camino.", 0,25,0,25,10,-350,5],
    ["Son solo papas. Podemos hacer papas fritas, los tuberculos que guardabas debajo de la bacha estan crecidos, con raices, pero sirven.","Preparas un abuena tanda de papas fritas para acompañar con una pelicula. No es un tentempie, pero al menos lo disfrutas y te ahorras la cena.", -5,0,-10,25,-10,0,0],
    ["Comprarlas a toda costa. No importa el precio, tu cuerpo fue creado para absorber papas en tubo, no para contenerse.","Pides que te den las papas a cualquier precio. En el mercado {nombre} te mira con atención. A cambio de un par de tubos terminas limpiando hinodoros, pisos y vidrieras, pero el placer de las papas en tubo lo valen.", -15,20,-10,20,-10,0,5]
    ],
    "desperateTrigger": [-1,-1,-1,-1,-1,300]
  },
             "020": {
    "eventText": "La pandemia se ha descontrolado. Los paises de todo el mundo están en acción buscando una cura. La policía sale a las calles llevándose a quienes estén incumpliendo la cuarentena. ¿Qué nos espera?...",
     "numberPersonsInvolved" : 3,
    "tag" : ["familia,emergencia"],
    "optionsText": [
    ["Decides tomartelo con calma. Un té relajante y cortar con la televisión por un tiempo sería lo mejor.","De todas formas no saldrías de la casa. Tienes todo lo que necesitas... por ahora...", -20,-20,0,0,-20,0,15],
    ["Contactar a tus familiares para saber si están bien. No sabes de ellos de hace tiempo.","{nombre} parecen estar bien. En sus ciudades la situación parece no ser mejor. Esperas que pronto se acabe para poder verlos.", -15,-15,0,0,-10,-1000,10],
    ["¿Será momento de entrar en pánico?. Yo creo que sí. Debo ir por mi familia...","Llegas con {nombre}, te gritan que estas loco por no comer bien. Solo hizo falta mostrarles al tio para que te entiendan, tu escopeta siempre fue tu pariente preferido.", -25,20,-10,0,20,0,25]
    ],
    "desperateTrigger": [-1,-1,-1,20,-1,-1]
  },
             "021": {
    "eventText": "La cuarentena pueden ser vacaciones para unos y la muerte económica para otros, pero no para ti, trabajador a distancia, tienes una serie de proyectos y trabajos esperándote.",
     "numberPersonsInvolved" : 2,
    "tag" : ["trabajo,venta"],
    "optionsText": [
    ["Si todos están de vacaciones, ¿porqué tu no? Se aprovechan de estos tiempos para enviarte trabajo extra a la misma paga, mejor descanzar unos días.", "Les respondes que estas muy atariado. No tiene sentido estresarse porque sabes que no lo apreciarán, para ellos tu estas igual de osioso.", 15,20,0,0,-15,-1000,0],
    ["No hacer el trabajo sólo lo acumula.","{nombre} Te envían una lista de correcciones absurda, completas todotrabajando día y noche para recibir el pago cuanto antes.", 5,-15,0,0,15,5000,0],
    ["Es tu momento de brillar. Decides decirle sí a cualquier pedido, trabajo, consulta y petición que involucre una sustancial suma de dinero.","Vomitas del cansancio y el dolor de cabeza de tanto trabajo, ¡pero hasta esas fotos indecorosas tuyas se están vendiendo como pan caliente!", -25,0,-15,-10,30,15000,5]
    ],
    "desperateTrigger": [-1,25,-1,-1,-1,5000]
  },
             "022": {
    "eventText": "Las redes sociales son un buen lugar para poder explotar tus conocimientos y aprender cosas nuevas. Algunos video tutoriales podrían ayudarte a pasar el tiempo.",
     "numberPersonsInvolved" : 0,
    "tag" : ["trabajo, juego"],
    "optionsText": [
    ["Ver algunos videos de ciencias.", "Es increible que el universo haya iniciado como un estornudo involuntario. Todo lo que aprendiste te abre la mente a futuros increibles.", 0,20,0,-5,-10,2500,0],
    ["Ver videos sobre hacks and tricks del hogar.","¿Así que con tan solo atando con una soga, una ardilla a un megáfono, se puede improvisar un excelente megáfono-ardilla? cuanto darán por esto en ebay?", 0,15,0,0,15,1000,0],
    ["Ver videos conspirativos.","Quizá fue mala idea combinarlo con esa última botella de licor, pero no tienes ninguna duda que todo es culpa de ardillas. TODO.", -15,30,0,0,-10,0,5]
    ],
    "desperateTrigger": [-1,25,-1,-1,25,-1]
  },
             "023": {
    "eventText": "Es momento de hacer algo de ejercício. El cuerpo achanchado y sedentario sobre la silla no es una buena defensa en la pandemia.",
     "numberPersonsInvolved" : 1,
    "tag" : ["profesional, visita"],
    "optionsText": [
    ["Pedirle al personal trainer que venga. ($2000)", "Sabes que {nombre} es un profesional y tendrá los recaudos necesarios. Trajo sus herramientas y llevaste tu cuerpo al límite.", 10,20,-15,-15,15,-2000,10],
    ["Hacer una rutina sencilla.","Tratas de que sea algo que no te quite tiempo. El aire fresco de la terraza y el buen sol, te ejercítas hasta quedar satisfecho.", 10,10,-10,-10,-10,0,0],
    ["Ir al parque a hacer ejercicios. Esa rutina Saitama suena bien.","100 abdominales, 100 lagartijas y una carrera de 10 kilometros al parque. Sientes como hasta tus cabellos se hacen más fuertes.", 50,30,-20,-20,-20,0,10]
    ],
    "desperateTrigger": [25,25,-1,-1,-1,-1]
  },
             "024": {
    "eventText": "Es día de pago. Las noticias muestran largas colas en el banco. Lamentas no haberte levantado más temprano, pero necesitas el efectivo.",
     "numberPersonsInvolved" : 5,
    "tag" : ["noticias, emergencia, evento"],
    "optionsText": [
    ["Esperar unos días a que se calme.", "El dinero no se va a ir a ninguna parte... Esperas que así sea... Unos días más hasta que se calme y descongestione es sensato.", 0,-15,0,-15,0,15000,15],
    ["Exigir que te hagan un depósito bancario.","No hay absolutamente ninguna razón lógica para que ir al banco, todo lo que usas y haces funciona con tarjeta. Te insultan por teléfono, pero hacen el pago online.", 0,-10,0,0,-20,10000,5],
    ["Enviar al abuelo a cobrar por ti. De todas formas el viejo va al mismo lugar por su jubilación.","El abuelo esta muerto. Vas al hospital para retirar tu sobre que aún lo tenía con él... y su jubilación.", -10,-25,0,0,0,20000,25]
    ],
    "desperateTrigger": [25,-1,-1,-1,-1,5000]
  },
             "025": {
    "eventText": "En todos los canales de la tele se habla que todo está bien, sólo hay problemas en temas políticos. La cuarentena ya está terminando. ¿Será tan así?.",
     "numberPersonsInvolved" : 3,
    "tag" : ["noticias, evento"],
    "optionsText": [
    ["Consultar las fuentes y preguntar en las redes del tema.", "Descubres que solo una parte es cierto, lo que muestran en los medios es apenas lo incubrible, tapado por miles de otros datos inútiles se esconde corrupción y manipulación.", -5,-15,0,0,-20,-1500,5],
    ["Desconectar el cable y pedir la baja del servicio.","Ya es tiempo de ahorrar y cortar con esos vicios que no aportan nada realmente. Das de baja el canal y mantienes internet, de todas formas hace decadas que no ves tele, todo está en internet si sabes buscar.", -5,-10,0,0,-20,1500,10],
    ["Compartir con todas tus redes lo que acabas de ver. Es la hora de salir y respirar aire puro.","Lo compartes en el grupo del barrio. Ves a {nombre} salir a la calle a aplaudir y abrazarse. La mitad murieron por el virus. Suerte que tu no haces caso a todo lo que pasa en las redes.", -10,20,-10,0,20,0,20]
    ],
    "desperateTrigger": [-1,20,-1,-1,20,-1]
  },
             "026": {
    "eventText": "Volviendo de tus compras te cruzas con un hombre descamizado y sudado que te sujeta y usa de escudo. Este grita desaforado mientras personal de seguridad trata de contenerlo.",
     "numberPersonsInvolved" : 5,
    "tag" : ["emergencia, evento"],
    "optionsText": [
    ["Tratar de razonar con él. Seguro se puede llegar a un acuerdo a cambio de algo.", "Le ofreces todo lo que compraste a cambio de tu libertad. No parece escucharte y tira tus cosas por el aire. Grita que no quiere volver al hospital. Por suerte los de seguridad lo atacan por la espalda y lo reducen.", -25,-15,-15,0,-5,-1500,5],
    ["Esperar que el pesonal de seguridad actúe o te diga qué hacer.","Los de seguridad tratan de convencerlo que te suelte. Tras un largo dialogo llegan a un acuerdo en el que lo dejan ir, no volverá al hospital del que escapó. No crees que fuera un buen intercambio, se veía muy enfermo.", -10,10,-15,-10,10,-1500,15],
    ["Algo está mal en esto, decirle que lo apollas. Quitarte la camisa y ponerte en guardia.","Libran una feroz batalla, tu compañero descamizado es experto en vomitar a distancia, los de seguridad ruedan en el piso aterrados. Tu ayuda defendiendo su espalda fue vital para que escape... ¿cómo resistió tantas balas?.", -10,30,-25,-10,15,0,25]
    ],
    "desperateTrigger": [-1,25,-1,-1,25,-1]
  },
             "027": {
    "eventText": "Mientras miras esa serie de 900 capitulos de un pirata de plástico, pides un combo de comida usando PedidosFua! Llega 5 horas tarde, {nombre} te lo entrega disculpándose, que es muy difícil trabajar en este estado.",
     "numberPersonsInvolved" : 1,
    "tag" : ["delivery, mercado"],
    "optionsText": [
    ["Pedirle un descuento para no puntuarlo mal en la app. Es algo sencillo, simplemente no te cobra el envío.", "Con cara de frustración acepta el trato. Lo ves subirse a su bicicleta con 3 carritos enganchados e irse. Sigues con tu serie mientras comes como un rey.", 0,-10,-10,40,-15,-500,5],
    ["Decirle que no hay problema. Pagarle y volver a tu serie.","Te hubiera gustado un descuento, pero la verdad es que sabes lo complicado de todo, le pagas lo que corresponde y continuas con la serie. Sientes un poco de pena por {nombre}.", 0,-10,-10,40,10,-800,5],
    ["Ya te comiste las sobras de ayer. No te hace falta, decirle que se vuelva.","El delivery insiste que no puede hacer eso pero tu puerta no parece estremecerse y sigue cerrada. Escuchas sus llantos mientras se sube a su bicicleta tirando 3 carritos. La próxima pides en otra app.", 0,-10,0,25,-15,0,5]
    ],
    "desperateTrigger": [25,-1,-1,-1,-1,500]
  },
             "028": {
    "eventText": "Te pasan una nueva receta para combatir el virus. Tan solo necesitas hacer gargaras con vinagre.",
     "numberPersonsInvolved" : 0,
    "tag" : ["cheff, medico"],
    "optionsText": [
    ["Probarlo. No va a hacerte daño y puede ayudarte.", "No llegas a ponerte un sorbo de vinagre en la boca que escupes todo. Claramente eso mata bacterias pero lavarse los dientes tiene el mismo resultado.", 20,0,10,10,-15,0,0],
    ["Dudar y decirle a esa persona que no crees en esas cosas.","Investigas unos segundos en internet y es fácil llegar a la conclución de que todas esas recetas de cosas en la boca son lo mismo que lavarse los dientes.", 20,-10,10,0,-10,0,0],
    ["Sacar el vinagre más fuerte de la alacena. Si vamos a hacerlo, que sea bien.","Cierras los ojos y aprietas la botella de vinagre te enjuague hasta el fondo de la garganta. Sientes como todo e arde y lloras de la emoción. Tu estómago tiene una opinión al respecto y deciden debatirlo en el baño.", -10,20,20,-10,0,0,5]
    ],
    "desperateTrigger": [-1,-1,25,25,-1,-1]
  },
             "029": {
    "eventText": "Te invitan a participar de una actividad social en linea interesante: Tienes que crear junto a otras personas desconocidas un juego.",
     "numberPersonsInvolved" : 0,
    "tag" : ["juego, amigo"],
    "optionsText": [
    ["Entrar y participar pasivamente. Tienes trabajo y vivir solo hace que sea más difícil mantener la casa.", "Te inscribes y participas como ayudante en un proyecto curioso. Es sobre una persona encerrada en la cuarentena y el jugador debe ir tomando desiciones sobre su vida.", 0,20,0,0,20,0,0],
    ["Inscribirte y participar con aquella idea que siempre tuviste. Sacrificarás más tiempo pero porfin le darás vida.","Investigas unos segundos en internet y es fácil llegar a la conclución de que todas esas recetas de cosas en la boca son lo mismo que lavarse los dientes.", -5,30,-15,0,30,0,0],
    ["Esperabas por algo así. Es hora de mega-jammear.","Te encierras y participas en todos los proyectos que puedes. Con todas las posiciones y trabajos. No necesitas dormir, comer o salir. ¿Crunchear? Esto es jammear, es casi igual pero sin paga y más pación.", -15,50,-20,-20,50,0,5]
    ],
    "desperateTrigger": [-1,25,-1,-1,25,-1]
  }  ,
             "030": {
    "eventText": "La soledad por las noches desespera. Contactas a {nombre}. Quieres hacer algo con esta persona, la extrañas mucho y el tiempo parece eterno, unos dias de cuarentena se estiraron como años.",
     "numberPersonsInvolved" : 1,
    "tag" : ["pareja"],
    "optionsText": [
    ["Preguntarle si quiere hacer algo de sexting. Ya sea texto unicamente o fotos, quieres verle y soñar y disfrutarle.", "A {nombre} no parece gustarle mucho, pero te aprecia y sabe de tus fetiches. Pasan una noche curiosa y jugona, al final también lo disfruta un poco.", 0,20,0,0,25,0,0],
    ["Preguntarle si quiere jugar online. Hace tiempo que no juegan aquel viejo MMORPG donde se conocieron.","Reactivan sus cuentas en el viejo MMORPG, entre risas y comentarios de cómo ha envejecido este juego comparado con los nuevos, pasan una linda noche de ciberenamorados.", 0,15,0,0,15,0,0],
    ["Insistirle para hacer sexting. Necesitas fotos y videos y material para tus momentos a solas.","Parece no gustarle el tono en el que lo pides, pero lo hace de todas formas, conoce tus fetiches y te envía videos y fotos haciendo lo que le pides. No puedes evitar notar la cara de asco al saludarte al final.", 0,50,0,0,-10,0,0]
    ],
    "desperateTrigger": [-1,20,-1,-1,-1,-1]
  }      
}
